CSI API ETABS v1
cSapModel.PropLineSpring Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropLineSpring PropLineSpring { get; }
ReadOnly Property PropLineSpring As cPropLineSpring
	Get
Dim instance As cSapModel
Dim value As cPropLineSpring
value = instance.PropLineSpring
property cPropLineSpring^ PropLineSpring {
	cPropLineSpring^ get ();
}
abstract PropLineSpring : cPropLineSpring with get
Property Value
Type: cPropLineSpring
See Also
Reference
cSapModel Interface
ETABSv1 Namespace